13/data/attachments/82d6b4eb05380f84.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melissa_the_Actions_93571_3</nif:username>
            <nif:friendToBeRequested>soap_actions_2e4adcb3-24b2-414a-824e-ea5c243bdce6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>